Repository: 3rili/PowerToys
Catalog: src/core/Microsoft.PowerToys.Settings.UI/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# Shell_Main.Content
source: Main
zh_cn: 主页

# Shell_General.Content
source: General
zh_cn: 通用

# Shell_PowerLauncher.Content
source: PowerToys Run
zh_cn: PowerToys 快速启动

# Shell_PowerRename.Content
source: PowerRename
zh_cn: 超级重命名

# Shell_ShortcutGuide.Content
source: Shortcut Guide
zh_cn: 快捷键指南

# Shell_PowerPreview.Content
source: File Explorer Preview
zh_cn: 文件资源管理器预览

# Shell_FancyZones.Content
source: FancyZones
zh_cn: 神奇空间

# Shell_ImageResizer.Content
source: Image Resizer
zh_cn: 图像调整器

# Shell_ColorPicker.Content
source: Color Picker
zh_cn: 取色器

# Shell_KeyboardManager.Content
source: Keyboard Manager
zh_cn: 键盘管理器

# KeyboardManager_ConfigHeader.Text
source: Current configuration
zh_cn: 当前配置

# KeyboardManager_Description.Text
source: Reconfigure your keyboard by remapping keys and shortcuts.
zh_cn: 通过重映射键位和快捷键来重新配置你的键盘。

# KeyboardManager_EnableToggle.Header
source: Enable Keyboard Manager
zh_cn: 启用键盘管理器

# KeyboardManager_ProfileDescription.Text
source: Select the profile to display the active key remap and shortcuts
zh_cn: 选择配置方案以显示活动按键的重映射和快捷键

# KeyboardManager_RemapKeyboardButton.Content
source: Remap a key
zh_cn: 重映射按键

# KeyboardManager_RemapKeyboardHeader.Text
source: Remap keys
zh_cn: 重映射按键

# KeyboardManager_RemapShortcutsButton.Content
source: Remap a shortcut
zh_cn: 重映射快捷键

# KeyboardManager_RemapShortcutsHeader.Text
source: Remap shortcuts
zh_cn: 重映射快捷键

# ColorPicker_Description.Text
source: Quick and simple system-wide color picker.
zh_cn: 快捷简单的系统级取色器

# ColorPicker_EnableColorPicker.Header
source: Enable Color Picker
zh_cn: 启用取色器

# ColorPicker_ChangeCursor.Content
source: Change cursor when picking a color
zh_cn: 取色时更改光标

# ColorPicker_CopiedColorRepresentation.Header
source: Copied color representation
zh_cn: 复制的色彩编码格式

# ColorPicker_ActivationShortcut.Header
source: Open Color Picker
zh_cn: 打开取色器

# PowerLauncher_Description.Text
source: A quick launcher that has additional capabilities without sacrificing performance.
zh_cn: 快速启动器，具有额外的功能而又不牺牲性能。

# PowerLauncher_EnablePowerLauncher.Header
source: Enable PowerToys Run
zh_cn: 启用 PowerToys 快速启动

# PowerLauncher_SearchResults.Text
source: Search & results
zh_cn: 搜索与结果

# PowerLauncher_SearchResultPreference.Header
source: Search result preference
zh_cn: 搜索结果偏好设置

# PowerLauncher_SearchResultPreference_MostRecentlyUsed
source: Most recently used
zh_cn: 最近使用

# PowerLauncher_SearchResultPreference_AlphabeticalOrder
source: Alphabetical order
zh_cn: 按名称排序

# PowerLauncher_SearchResultPreference_RunningProcessesOpenApplications
source: Running processes/open applications
zh_cn: 运行进程/打开应用

# PowerLauncher_SearchTypePreference.Header
source: Search type preference
zh_cn: 搜索类型偏好设置

# PowerLauncher_SearchTypePreference_ApplicationName
source: Application name
zh_cn: 应用名称

# PowerLauncher_SearchTypePreference_StringInApplication
source: A string that is contained in the application
zh_cn: 包含在应用中的一个字符串

# PowerLauncher_SearchTypePreference_ExecutableName
source: Executable name
zh_cn: 可执行文件名

# PowerLauncher_MaximumNumberOfResults.Text
source: Maximum number of results
zh_cn: 最大结果数

# PowerLauncher_Shortcuts.Text
source: Shortcuts
zh_cn: 快捷键

# PowerLauncher_OpenPowerLauncher.Header
source: Open PowerToys Run
zh_cn: 打开 PowerToys 快速启动

# PowerLauncher_OpenFileLocation.Header
source: Open file location
zh_cn: 打开文件位置

# PowerLauncher_CopyPathLocation.Header
source: Copy path location
zh_cn: 复制路径

# PowerLauncher_OpenConsole.Header
source: Open console
zh_cn: 打开终端

# PowerLauncher_OverrideWinRKey.Content
source: Override Win+R shortcut
zh_cn: 覆盖 Win+R 快捷键

# PowerLauncher_OverrideWinSKey.Content
source: Override Win+S shortcut
zh_cn: 覆盖 Win+S 快捷键

# PowerLauncher_IgnoreHotkeysInFullScreen.Content
source: Ignore shortcuts in fullscreen mode
zh_cn: 在全屏模式下忽略快捷键

# PowerLauncher_DisableDriveDetectionWarning.Content
source: Disable drive detection warning for the indexer plugin
zh_cn: 为索引器插件关闭驱动器侦测警告

# PowerLauncher_ClearInputOnLaunch.Content
source: Clear the previous query on launch
zh_cn: 在启动时清除上一次查询

# KeyboardManager_KeysMappingLayoutRightHeader.Text
source: To:
zh_cn: 映射到：

# About_This_Feature.Text
source: About this feature
zh_cn: 关于此特性

# Appearance_GroupSettings.Text
source: Appearance
zh_cn: 外观

# Fancyzones_Image.AutomationProperties.Name
source: FancyZones windows
zh_cn: 神奇空间窗口

# FancyZones_Description.Text
source: Create window layouts to help make multi-tasking easy.
zh_cn: 创建窗口布局，帮助打造便捷的多任务环境。

# FancyZones_DisplayChangeMoveWindowsCheckBoxControl.Content
source: Keep windows in their zones when the screen resolution changes
zh_cn: 当屏幕分辨率改变时，将窗口保留在它自己的区域中

# FancyZones_EnableToggleControl_HeaderText.Header
source: Enable FancyZones
zh_cn: 启用神奇空间

# FancyZones_ExcludeApps.Text
source: Excluded apps
zh_cn: 排除应用

# FancyZones_ExcludeApps_TextBoxControl.Header
source: To exclude an application from snapping to zones add its name here (one per line). These apps will react only to Windows Snap.
zh_cn: 要将某个应用从贴靠区域中排除，请将其名字添加到下面（每行一个）。这些程序将只对 Windows 贴靠窗口动作做出反应。

# FancyZones_HighlightOpacity.Header
source: Zone highlight opacity
zh_cn: 区域高亮不透明度

# FancyZones_HotkeyEditorControl.Header
source: Open zones editor
zh_cn: 打开布局编辑器

# SettingsPage_SetShortcut.AutomationProperties.Name
source: Set Shortcut
zh_cn: 设置快捷键

# SettingsPage_SetShortcut_Glyph.AutomationProperties.Name
source: Information Symbol
zh_cn: 信息符号

# FancyZones_LaunchEditorButtonControl.Text
source: Launch zones editor
zh_cn: 启动布局编辑器

# FancyZones_MakeDraggedWindowTransparentCheckBoxControl.Content
source: Make dragged window transparent
zh_cn: 透明化拖动的窗口

# FancyZones_MouseDragCheckBoxControl_Header.Content
source: Use a non-primary mouse button to toggle zone activation
zh_cn: 使用非主要鼠标按键来触发区域活动

# FancyZones_MoveWindowsAcrossAllMonitorsCheckBoxControl.Content
source: Move windows between zones across all monitors
zh_cn: 在所有显示器上的区域间移动窗口

# FancyZones_OverrideSnapHotkeysCheckBoxControl.Content
source: Override Windows Snap shortcut (Win + Arrow) to move windows between zones
zh_cn: 将 Windows 贴靠快捷键（Win + 箭头）覆盖为在区域间移动窗口

# FancyZones_ShiftDragCheckBoxControl_Header.Content
source: Hold Shift key to activate zones while dragging
zh_cn: 在拖动窗口时按住 Shift 键激活区域

# FancyZones_ShowZonesOnAllMonitorsCheckBoxControl.Content
source: Show zones on all monitors while dragging a window
zh_cn: 当拖动窗口时显示所有显示器上的区域

# FancyZones_AppLastZoneMoveWindows.Content
source: Move newly created windows to their last known zone
zh_cn: 将新创建的窗口移到它上次所在的区域

# FancyZones_OpenWindowOnActiveMonitor.Content
source: Move newly created windows to the current active monitor [EXPERIMENTAL]
zh_cn: 将新常见的窗口移动到当前活动的显示器上【实验性功能】

# FancyZones_UseCursorPosEditorStartupScreen.Content
source: Follow mouse cursor instead of focus when launching editor in a multi screen environment
zh_cn: 当在多屏环境中启动编辑器时跟随光标而非焦点

# FancyZones_ZoneBehavior_GroupSettings.Text
source: Zone behavior
zh_cn: 区域行为

# FancyZones_ZoneHighlightColor.Text
source: Zone highlight color (Default: #0078D7)
zh_cn: 区域高亮颜色（默认为 #0078D7）)

# FancyZones_ZoneSetChangeMoveWindows.Content
source: During zone layout changes, windows assigned to a zone will match new size/positions
zh_cn: 当改变空间布局时，区域中的窗口会匹配新的大小/位置

# Give_Feedback.Text
source: Give feedback
zh_cn: 反馈

# Module_overview.Text
source: Module overview
zh_cn: 模块概览

# AttributionTitle.Text
source: Attribution
zh_cn: 属性

# GeneralPage_AboutPowerToysHeader.Text
source: About PowerToys
zh_cn: 关于 PowerToys

# PowerToys_Icon.AutomationProperties.Name
source: PowerToys Icon
zh_cn: PowerToys 图标

# GeneralPage_CheckForUpdates.Content
source: Check for updates
zh_cn: 检查更新

# GeneralPage_PrivacyStatement_URL.Text
source: Privacy statement
zh_cn: 隐私声明

# GeneralPage_Radio_Theme_Dark.Content
source: Dark
zh_cn: 深色

# GeneralPage_Radio_Theme_Default.Content
source: System default
zh_cn: 系统默认

# GeneralPage_Radio_Theme_Light.Content
source: Light
zh_cn: 浅色

# GeneralPage_ReportAbug.Text
source: Report a bug
zh_cn: 报告问题

# GeneralPage_RequestAFeature_URL.Text
source: Request a feature
zh_cn: 请求新特性

# GeneralPage_RestartAsAdmin_Button.Content
source: Restart as administrator
zh_cn: 以管理员身份运行

# GeneralPage_ToggleSwitch_RunAtStartUp.Header
source: Run at startup
zh_cn: 开机启动

# PowerRename_Description.Text
source: A Windows Shell extension for more advanced bulk renaming using search and replace or regular expressions.
zh_cn: 更加高级的，使用搜索替换或正则表达式的，用于批量重命名的 Windows 外壳扩展程序。

# PowerRename_ShellIntegration.Text
source: Shell integration
zh_cn: 外壳程序集成

# PowerRename_Toggle_Enable.Header
source: Enable PowerRename
zh_cn: 启用超级重命名

# RadioButtons_Name_Theme.Text
source: Settings theme
zh_cn: 设置主题

# PowerRename_Toggle_EnableOnContextMenu.Header
source: Show icon on context menu
zh_cn: 在上下文菜单中显示图标

# PowerRename_Toggle_EnableOnExtendedContextMenu.Header
source: Appear only in extended context menu (Shift + Right-click)
zh_cn: 只在扩展上下文菜单（Shift + 右键）中显示

# PowerRename_Toggle_MaxDispListNum.Text
source: Maximum number of items
zh_cn: 最大条目数

# PowerRename_Toggle_RestoreFlagsOnLaunch.Content
source: Show values from last use
zh_cn: 显示上一次使用的值

# FileExplorerPreview_ToggleSwitch_Preview_MD.Header
source: Enable Markdown (.md) preview
zh_cn: 启用 Markdown (.md) 预览

# FileExplorerPreview_ToggleSwitch_Preview_SVG.Header
source: Enable SVG (.svg) preview
zh_cn: 启用 SVG (.svg) 预览

# FileExplorerPreview_ToggleSwitch_SVG_Thumbnail.Header
source: Enable SVG (.svg) thumbnails
zh_cn: 启用 SVG (.svg) 缩略图

# FileExplorerPreview_Description.Text
source: These settings allow you to manage your Windows File Explorer custom preview handlers.
zh_cn: 以下设置能够让你管理 Windows 文件资源管理器自定义的预览处理器。

# PowerRename_AutoCompleteHeader.Text
source: Autocomplete
zh_cn: 自动补全

# OpenSource_Notice.Text
source: Open-source notice
zh_cn: 开源声明

# PowerRename_Toggle_AutoComplete.Content
source: Enable autocomplete for the search and replace fields
zh_cn: 为搜索和替换字段启用自动补全

# FancyZones_BorderColor.Text
source: Zone border color (Default: #FFFFFF)
zh_cn: 控件边框颜色（默认为 #FFFFFF）

# FancyZones_InActiveColor.Text
source: Zone inactive color (Default: #F5FCFF)
zh_cn: 非活动区域颜色（默认为 #F5FCFF）

# ShortcutGuide_Description.Text
source: Shows a help overlay with Windows shortcuts when the Windows key is pressed.
zh_cn: 当按下 Windows 键时显示快捷键帮助提示。

# ShortcutGuide_PressTime.Text
source: Press duration before showing (ms)
zh_cn: 长按多久显示指南 (ms)

# ShortcutGuide_Appearance_Behavior.Text
source: Appearance & behavior
zh_cn: 外观与行为

# ShortcutGuide_Enable.Header
source: Enable Shortcut Guide
zh_cn: 启用快捷键指南

# ShortcutGuide_OverlayOpacity.Header
source: Opacity of background
zh_cn: 背景的不透明度

# ShortcutGuide_Theme.Text
source: Choose Shortcut Guide overlay color
zh_cn: 选择快捷键指南遮罩颜色

# ImageResizer_CustomSizes.Text
source: Image sizes
zh_cn: 图像大小

# ImageResizer_Description.Text
source: Lets you resize images by right-clicking.
zh_cn: 能够让你通过右键菜单调整图像大小

# ImageResizer_EnableToggle.Header
source: Enable Image Resizer
zh_cn: 启用图像调整器

# ImagesSizesListView.AutomationProperties.Name
source: Image Size
zh_cn: 图像大小

# ImageResizer_Configurations.AutomationProperties.Name
source: Configurations
zh_cn: 配置

# ImageResizer_Name.AutomationProperties.Name
source: Configuration Name
zh_cn: 配置名称

# ImageResizer_Fit_Property.AutomationProperties.Name
source: Fit Property
zh_cn: 适应属性

# ImageResizer_Width_Property.AutomationProperties.Name
source: Width Property
zh_cn: 宽度属性

# ImageResizer_Height_Property.AutomationProperties.Name
source: Height Property
zh_cn: 高度属性

# ImageResizer_Size_Property.AutomationProperties.Name
source: Size Property
zh_cn: 大小属性

# ImageResizer_Times_Symbol.AutomationProperties.Name
source: Times Symbol
zh_cn: 乘号

# RemoveButton.AutomationProperties.Name
source: Remove
zh_cn: 移除

# ImageResizer_Image.AutomationProperties.Name
source: Image Resizer
zh_cn: 图像调整器

# ImageResizer_AddSizeButton.Label
source: Add size
zh_cn: 添加大小

# ImageResizer_SaveSizeButton.Label
source: Save sizes
zh_cn: 保存大小

# ImageResizer_Encoding.Text
source: JPEG quality level
zh_cn: JPEG 质量级别

# ImageResizer_PNGInterlacing.Header
source: PNG interlacing
zh_cn: PNG 交错

# ImageResizer_TIFFCompression.Header
source: TIFF compression
zh_cn: TIFF 压缩

# File.Text
source: File
zh_cn: 文件

# Default.Content
source: Default
zh_cn: 默认

# ImageResizer_ENCODER_TIFF_Default.Content
source: Default
zh_cn: 默认

# ImageResizer_ENCODER_TIFF_None.Content
source: None
zh_cn: 无

# ImageResizer_FallbackEncoder_BMP.Content
source: BMP encoder
zh_cn: BMP 编码器

# ImageResizer_FallbackEncoder_GIF.Content
source: GIF encoder
zh_cn: GIF 编码器

# ImageResizer_FallbackEncoder_JPEG.Content
source: JPEG encoder
zh_cn: JPEG 编码器

# ImageResizer_FallbackEncoder_PNG.Content
source: PNG encoder
zh_cn: PNG 编码器

# ImageResizer_FallbackEncoder_TIFF.Content
source: TIFF encoder
zh_cn: TIFF 编码器

# ImageResizer_FallbackEncoder_WMPhoto.Content
source: WMPhoto encoder
zh_cn: WMPhoto 编码器

# ImageResizer_Sizes_Fit_Fill.Content
source: Fill
zh_cn: 填充

# ImageResizer_Sizes_Fit_Fit.Content
source: Fit
zh_cn: 适应

# ImageResizer_Sizes_Fit_Stretch.Content
source: Stretch
zh_cn: 拉伸

# ImageResizer_Sizes_Units_CM.Content
source: Centimeters
zh_cn: 厘米

# ImageResizer_Sizes_Units_Inches.Content
source: Inches
zh_cn: 英寸

# ImageResizer_Sizes_Units_Percent.Content
source: Percent
zh_cn: 百分比

# ImageResizer_Sizes_Units_Pixels.Content
source: Pixels
zh_cn: 像素

# Off.Content
source: Off
zh_cn: 关闭

# On.Content
source: On
zh_cn: 开启

# GeneralPage_ToggleSwitch_AlwaysRunElevated_Link.Text
source: Learn more about administrator mode
zh_cn: 详细了解管理员模式

# GeneralPage_ToggleSwitch_AutoDownloadUpdates.Header
source: Download updates automatically (Except on metered connections)
zh_cn: 自动下载更新（按流量计费的连接下除外）

# GeneralPage_ToggleSwitch_RunningAsAdminNote.Text
source: Currently running as administrator
zh_cn: 正在以管理员身份运行

# GeneralSettings_AlwaysRunAsAdminText.Header
source: Always run as administrator
zh_cn: 总是以管理员身份运行

# GeneralSettings_RunningAsUserText
source: Running as user
zh_cn: 以普通用户身份运行

# GeneralSettings_RunningAsAdminText
source: Running as administrator
zh_cn: 以管理员身份运行

# About_FancyZones.Text
source: About FancyZones
zh_cn: 关于神奇空间

# About_FileExplorerPreview.Text
source: About File Explorer Preview
zh_cn: 关于文件资源管理器预览

# FileExplorerPreview_Image.AutomationProperties.Name
source: File Explorer Preview
zh_cn: 文件资源管理器预览

# About_ImageResizer.Text
source: About Image Resizer
zh_cn: 关于图像调整器

# About_KeyboardManager.Text
source: About Keyboard Manager
zh_cn: 关于键盘管理器

# About_ColorPicker.Text
source: About Color Picker
zh_cn: 关于取色器

# ColorPicker_Image.AutomationProperties.Name
source: Color Picker
zh_cn: 取色器

# About_PowerLauncher.Text
source: About PowerToys Run
zh_cn: 关于 PowerToys 快速启动

# PowerToys_Run_Image.AutomationProperties.Name
source: PowerToys Run
zh_cn: PowerToys 快速启动

# About_PowerRename.Text
source: About Power Rename
zh_cn: 关于超级重命名

# PowerRename_Image.AutomationProperties.Name
source: Power Rename
zh_cn: 超级重命名

# About_ShortcutGuide.Text
source: About Shortcut Guide
zh_cn: 关于快捷键指南

# Shortcut_Guide_Image.AutomationProperties.Name
source: Shortcut Guide
zh_cn: 快捷键指南

# General_Repository.Text
source: GitHub repository
zh_cn: GitHub 源码库

# General_Updates.Text
source: Updates
zh_cn: 更新

# General_Version.Text
source: Version:
zh_cn: 版本：

# Shortcut_Overlay_Theme.Header
source: Background theme
zh_cn: 背景主题

# Admin_mode.Text
source: Administrator mode
zh_cn: 管理员模式

# General_RunAsAdminRequired.Text
source: You need to run as administrator to use this setting
zh_cn: 需要管理员身份才能更改此设置

# ShortcutWarningLabel.Text
source: Only shortcuts with the following hotkeys are valid:
zh_cn: 仅以下热键对应的快捷键有效：

# FancyZones_RestoreSize.Content
source: Restore the original size of windows when unsnapping
zh_cn: 当窗口取消贴靠时恢复原始大小

# ImageResizer_FallBackEncoderText.Header
source: Fallback encoder
zh_cn: 候补编码器

# ImageResizer_FileFormatDescription.Text
source: The following parameters can be used:
zh_cn: 可使用以下参数：

# ImageResizer_FilenameFormatHeader.Text
source: Filename format
zh_cn: 文件名格式

# ImageResizer_UseOriginalDate.Content
source: Use original date modified
zh_cn: 使用原始修改日期

# Encoding.Text
source: Encoding
zh_cn: 编码

# KeyboardManager_RemapKeyboardSubtitle.Text
source: Remap keys to other keys or shortcuts.
zh_cn: 将键位重映射到其它键位或快捷键。

# KeyboardManager_RemapShortcutsSubtitle.Text
source: Remap shortcuts to other shortcuts or keys. Additionally, mappings can be targeted to specific applications as well.
zh_cn: 将快捷键重映射到其它快捷键或键位。映射也可以指向特定的应用。

# About_PowerToys.Text
source: Microsoft PowerToys is a set of utilities for power users to tune and streamline their Windows experience for greater productivity.
zh_cn: 微软超级工具集（PowerToys）是一组实用程序，供高级用户调校并简化 Windows 用户体验，提高工作效率。

# FancyZones_SpanZonesAcrossMonitorsCheckBoxControl.Content
source: Allow zones to span across monitors
zh_cn: 允许空间跨显示器贴靠

# ImageResizer_Formatting_ActualHeight.Text
source: Actual height
zh_cn: 实际高度

# ImageResizer_Formatting_ActualWidth.Text
source: Actual width
zh_cn: 实际宽度

# ImageResizer_Formatting_Filename.Text
source: Original filename
zh_cn: 原始文件名

# ImageResizer_Formatting_SelectedHeight.Text
source: Selected height
zh_cn: 选择的高度

# ImageResizer_Formatting_SelectedWidth.Text
source: Selected width
zh_cn: 选择的宽度

# ImageResizer_Formatting_Sizename.Text
source: Size name
zh_cn: 大小配置名称

# FancyZones_MoveWindowsBasedOnPositionCheckBoxControl.Content
source: Move windows based on their position
zh_cn: 基于窗口的位置来移动
